export const tasks = [
  {
    price: 80,
    answer: 300,
    challenge: [
      "Известный в узких кругах тюлень-рекордсмен Михась ходит на тренировку по плаванию.",
      "Обычно он плавает в бассейне длиной 25 метров, проплывая туда и обратно.",
      "Михась ВСЕГДА плавает туда и обратно до конца и не вылазит посреди бассейна для отдыха.",
      "Туда он плывет над водой за 2 минуты.",
      "Обратно он плывёт под водой в 4 раза дольше.",
      "",
      "Недавно Михась установил рекорд, плавая на тренировке в бассейне БЕЗ остановки целый час.",
      "Возник вопрос:",
      "а какое же расстояние он проплыл за эту тренировку?",
    ],
  },
  {
    price: 100,
    answer: 124,
    challenge: "",
  },
  {
    price: 120,
    answer: 21,
    challenge: [
      "Пожиратель макарошек Михась так их любит, что готов есть их больше и больше.",
      "Обычно неделя Михася начинается так.",
      "В понедельник он съедает тарелку макарошек и 5 сосисок.",
      "В каждый следующий день недели он съедает в два раза больше, чем съел в предыдущий.",
      "После того как он натоптался макарон с сосисками в субботу, то уже в воскресенье он их не хочет, ну а в понедельник начинает хотеть по новой.",
      "",
      "Мы задались с вопросом сколько же всего он съедает пачек макарон и упаковок сосисок если известно, что из одной пачки макарон может получится 3 тарелки макарошек, а в одной упаковке сосисок содержится 15 сосисок.",
    ],
  },
];
